package util;

public interface TestParserData {

	String positiveSentence1 = "Сложение (+), вычитание и унарный минус (-), " +
			"умножение (*), деление (/) и присвоение (=) " +
			"работают одинаково фактически во всех языках программирования.";

	String positiveSentence2 = "Исключениями являются =, ==, !=, которые могут быть применены " +
			"к объектам (и создают немало затруднений).";

	String positiveSentence3 = "Язык Java создавался на основе C++, " +
			"поэтому большинство этих операторов и конструкций знакомы программистам на C и C++.";

	String positiveSentence4 = "Нижняя граница равна 0, но для предотвращения возможного " +
			"деления на 0 результат смещается на 1.";

	String positiveSentence5 = "Выражение System.out.println(n1 == n2) выведет результат " +
			"логического сравнения, содержащегося в скобках.";

	String positiveSentence6 = "Программа генерирует различные типы случайных чисел, " +
			"вызывая соответствующие методы объекта Random: nextInt() и nextFloat() " +
			"(также можно использовать nextLong() и nextDouble()).";
}
