package util;

public interface TestParserData {

	String positiveSentence1 = "Сложение (+), вычитание и унарный минус (-), " +
			"умножение (*), деление (/) и присвоение (=) " +
			"работают одинаково фактически во всех языках программирования.";

	String positiveSentence2 = "Исключениями являются =, ==, !=, которые могут быть применены " +
			"к объектам (и создают немало затруднений).";

	String positiveSentence3 = "Язык Java создавался на основе C++, " +
			"поэтому большинство этих операторов и конструкций знакомы программистам на C и C++.";
}
