package by.sinkevich.util;

public interface TestManipulatorData {

	String sentence1 = "Сложение (+), вычитание и унарный минус (-), умножение (*), " +
			"деление (/) и присвоение (=) " +
			"работают одинаково фактически во всех языках программирования.";

	String sentence2 = "    System.out.println(\"a = \" + a + \" b = \" + b);";

	String sentence3 = "Исключениями являются =, ==, !=, которые могут быть применены " +
			"к объектам (и создают немало затруднений).";

	String paragraph = "Сложение (+), вычитание и унарный минус (-), умножение (*), " +
			"деление (/) и присвоение (=) " +
			"работают одинаково фактически во всех языках программирования. " +
			"Исключениями являются =, ==, !=, которые могут быть применены к объектам " +
			"(и создают немало затруднений).";

}
